[
    {
        id: 1,
        name: "Apollo 11",
        highlight: "ยินดีด้วย คุณได้ส่งมนุษย์ไปเหยียบดวงจันทร์เป็นคนแรกได้สำเร็จ นี่คือเวลาประวัติศาสตร์ที่โลกต้องจารึก!!!",
        details:"Apollo 11 เป็นโครงการอวกาศที่มนุษย์ลงจอดบนดวงจันทร์ได้เป็นครั้งแรก โดยผู้บัญชาการนีลอาร์มสตรองและนักบินโมดูลดวงจันทร์ Buzz Aldrin จากลูกเรือชาวอเมริกันที่ลงจอดด้วย Apollo Lunar Module Eagle ซึ่ง นีล อาร์มสตรองได้กลายเป็นมนุษย์คนแรกที่ได้ก้าวขึ้นบนพื้นผิวดวงจันทร์",
        badge:"ผู้กล้าแห่งดวงจันทร์",
        budget:152000000000,
        currency:"billion",
        img:{badge_img:"b1.svg",
            project_img:"p1.jpg"
        }
    },
    {
        id: 2,
        name: "Hubble Space Telescope",
        highlight: "คุณได้สร้างกล้องโทรทรรศน์อวกาศฮับเบิลที่แม้ไม่ได้เป็นกล้องโทรทรรศน์อวกาศตัวแรกของโลก แต่มันเป็นหนึ่งในเครื่องมือวิทยาศาสตร์ที่สำคัญที่สุดในประวัติศาสตร์การศึกษาดาราศาสตร์!!!",
        details:"กล้องโทรทรรศน์อวกาศฮับเบิล (อังกฤษ: Hubble Space Telescope) คือ กล้องโทรทรรศน์ในวงโคจรของโลกที่กระสวยอวกาศดิสคัฟเวอรีนำส่งขึ้นสู่วงโคจรเมื่อเดือนเมษายน ค.ศ. 1990 ตั้งชื่อตามนักดาราศาสตร์ชาวอเมริกันชื่อ เอ็ดวิน ฮับเบิล",
        badge:"กาแล็กซี่ที่กว้างใหญ่",
        budget:36000000,
        currency:"million",
        img:{badge_img:"b2.svg",
            project_img:"p2.jpg"
        }
    },
    {
        id: 3,
        name: "North American X-15",
        highlight: "ยอดเยี่ยมมาก คุณได้สร้าง เครื่องบิน X15 เครื่องบินที่ถือสถิติความเร็วที่ไม่มีใครทำลายได้อีกเลยตลอด 50 ปีที่ผ่านมา",
        details:"เครื่องบินความเร็วเหนือเสียงที่ดำเนินการโดยกองทัพสหรัฐอเมริกา โดยเป็นเครื่องบินที่เก็บบันทึกค่าความเร็วและระดับความสูงเมื่อถึงขอบอวกาศและส่งข้อมูลอันเป็นประโยชน์ที่ใช้ในการออกแบบเครื่องบินและยานอวกาศ",
        badge:"เจ้าแห่งความเร็ว",
        budget:9000000,
        currency:"million",
        img:{badge_img:"b3.svg",
            project_img:"p3.jpg"
        }
    },
    {
        id: 4,
        name: "Space Shuttle Challenger (OV-099)",
        highlight: "พระเจ้าช่วย! นี่คือโศกนาฏกรรมอีกครั้งของนาซ่า กระสวยอวกาศระเบิด OV-099 ได้ระเบิดหลังพุ่งทยานขึ้นสู่ฟ้าและได้พรากชีวิตนักบินอวกาศของเราไปถึง 7 คน",
        details:"กระสวยอวกาศชาเลนเจอร์ เป็นกระสวยอวกาศลำที่สองที่ใช้ปฏิบัติภารกิจในอวกาศขององค์การนาซ่า ปฏิบัติภารกิจมาแล้วถึง 9 ครั้งก่อนที่จะมาประสบอุบัติเหตุกระสวยอวกาศระเบิด(ในภารกิจที่ STS-51-L) ในวันที่ 28 มกราคม 1986 หลังจากที่ปล่อยกระสวยสู่ท้องฟ้าได้ 73 วินาที และนักบินอวกาศทั้ง 7 เสียชีวิตทั้งหมด",
        badge:"ความสูญเสียครั้งใหญ่",
        budget:0,
        currency:"-",
        img:{badge_img:"b4.svg",
            project_img:"p4.jpg"
        }
    }
]