[
    {
        id: 1,
        name: "Apollo 11",
        result: "ยินดีด้วย คุณได้ส่งมนุษย์ไปเหยียบดวงจันทร์เป็นคนแรกได้สำเร็จ นี่คือเวลาประวัติศาสตร์ที่โลกต้องจารึก!!!",
        details: "Apollo 11 เป็นโครงการอวกาศที่มนุษย์ลงจอดบนดวงจันทร์ได้เป็นครั้งแรก โดยผู้บัญชาการนีลอาร์มสตรองและนักบินโมดูลดวงจันทร์ Buzz Aldrin จากลูกเรือชาวอเมริกันที่ลงจอดด้วย Apollo Lunar Module Eagle ซึ่ง นีล อาร์มสตรองได้กลายเป็นมนุษย์คนแรกที่ได้ก้าวขึ้นบนพื้นผิวดวงจันทร์",
        token: "50",
        state: "Good",
        points: 500,
        badge: "ผู้กล้าแห่งดวงจันทร์",
        budget: 152000000000,
        currency: "billion",
        img: {
            badge_img: "b1.svg",
            project_img: "p1.svg"
        }
    },
    {
        id: 2,
        name: "Hubble Space Telescope",
        result: "คุณได้สร้างกล้องโทรทรรศน์อวกาศฮับเบิลที่แม้ไม่ได้เป็นกล้องโทรทรรศน์อวกาศตัวแรกของโลก แต่มันเป็นหนึ่งในเครื่องมือวิทยาศาสตร์ที่สำคัญที่สุดในประวัติศาสตร์การศึกษาดาราศาสตร์!!!",
        details: "กล้องโทรทรรศน์อวกาศฮับเบิล (อังกฤษ: Hubble Space Telescope) คือ กล้องโทรทรรศน์ในวงโคจรของโลกที่กระสวยอวกาศดิสคัฟเวอรีนำส่งขึ้นสู่วงโคจรเมื่อเดือนเมษายน ค.ศ. 1990 ตั้งชื่อตามนักดาราศาสตร์ชาวอเมริกันชื่อ เอ็ดวิน ฮับเบิล",
        token: "20",
        state: "Good",
        points: 100,
        badge: "กาแล็กซี่ที่กว้างใหญ่",
        budget: 36000000,
        currency: "million",
        img: {
            badge_img: "b2.svg",
            project_img: "p2.svg"
        }
    },
    {
        id: 3,
        name: "North American X-15",
        result: "ยอดเยี่ยมมาก คุณได้สร้าง เครื่องบิน X15 เครื่องบินที่ถือสถิติความเร็วที่ไม่มีใครทำลายได้อีกเลยตลอด 50 ปีที่ผ่านมา",
        details: "เครื่องบินความเร็วเหนือเสียงที่ดำเนินการโดยกองทัพสหรัฐอเมริกา โดยเป็นเครื่องบินที่เก็บบันทึกค่าความเร็วและระดับความสูงเมื่อถึงขอบอวกาศและส่งข้อมูลอันเป็นประโยชน์ที่ใช้ในการออกแบบเครื่องบินและยานอวกาศ",
        token: "10",
        state: "Good",
        points: 30,
        badge: "เจ้าแห่งความเร็ว",
        budget: 9000000,
        currency: "million",
        img: {
            badge_img: "b3.svg",
            project_img: "p3.svg"
        }
    },
    {
        id: 4,
        name: "Space Shuttle Challenger (OV-099)",
        result: "พระเจ้าช่วย! นี่คือโศกนาฏกรรมอีกครั้งของนาซ่า กระสวยอวกาศระเบิด OV-099 ได้ระเบิดหลังพุ่งทยานขึ้นสู่ฟ้าและได้พรากชีวิตนักบินอวกาศของเราไปถึง 7 คน",
        details: "กระสวยอวกาศชาเลนเจอร์ เป็นกระสวยอวกาศลำที่สองที่ใช้ปฏิบัติภารกิจในอวกาศขององค์การนาซ่า ปฏิบัติภารกิจมาแล้วถึง 9 ครั้งก่อนที่จะมาประสบอุบัติเหตุกระสวยอวกาศระเบิด(ในภารกิจที่ STS-51-L) ในวันที่ 28 มกราคม 1986 หลังจากที่ปล่อยกระสวยสู่ท้องฟ้าได้ 73 วินาที และนักบินอวกาศทั้ง 7 เสียชีวิตทั้งหมด",
        token: "20",
        state: "Bad",
        points: 400,
        badge: "ความสูญเสียครั้งใหญ่",
        budget: 0,
        currency: "-",
        img: {
            badge_img: "b4.svg",
            project_img: "p4.svg"
        }
    },
    {
        id: 5,
        name: "Orbiter Vehicle Designation (OV-102)",
        result: "แย่แล้ว! ยานขนส่งอวกาศโคลัมเบียที่กำลังเดินทางกลับพื้นโลกเกิดการระเบิดขึ้น ทำให้สูญเสียนักบินของเราไปถึง 7 คน",
        details: "ยานขนส่งอวกาศโคลัมเบียขององค์การนาซา เกิดการระเบิดเหนือท้องฟ้าของสหรัฐฯ ขณะกำลังเดินทางกลับสู่พื้นโลก อุบัติเหตุครั้งนี้ทำให้นักบิน 7 คนเสียชีวิต ยานขนส่งอวกาศโคลัมเบียระเบิดเมื่อเวลา 16 นาทีก่อนที่จะได้ร่อนลงจอดที่ศูนย์อวกาศเคเนดีในฟลอริดาตามกำหนดการ โคลัมเบียเพิ่งจะกลับจากการปฏิบัติภารกิจในวงโคจรรอบโลกเป็นเวลานาน 16 วัน ซึ่งมีเป้าหมายในการทดลองทางวิทยาศาสตร์หลายสิบรายการ",
        token: "40",
        state: "Bad",
        points: 800,
        badge: "อุบัติเหตุร้ายแรงที่ไม่คาดคิด",
        budget: 0,
        currency: "-",
        img: {
            badge_img: "b5.svg",
            project_img: "p5.svg"
        }
    },
    {
        id: 6,
        name: "Glory mission",
        result: "แจ้งเตือน! ขณะนี้จรวด Taurus XLของเราที่ได้ส่งขึ้นไปไม่สามารถสลัดดาวเทียวออกจากตัวจรวดได้เพราะอุปกรณ์ไม่เป็นไปตามมาตรฐาน  ทำให้กระสวยและดาวเทียวตกอยู่กลางมหาสมุทร",
        details: "โครงการดาวเทียมที่วางแผนไว้เพื่อเฝ้าสังเกตระดับของก๊าซคาร์บอนไดออกไซด์ (CO2) ในชั้นบรรยากาศ และรวบรวมข้อมูลเพื่อทำความเข้าใจในวัฏจักรของธาตุคาร์บอน ในวันที่ 24 กุมภาพันธ์ ค.ศ. 2009 จรวดชื่อ Taurus XL ถูกส่งขึ้นไป เพื่อนำดาวเทียมเข้าสู่วงโคจร แต่เกิดความผิดพลาดขึ้น เนื่องจาก Payload fairing ไม่ได้ถูกสลัดออกจากดาวเทียมตามแผน ทำให้กระสวยทั้งหมดพร้อมกับดาวเทียมตกลงสู่มหาสมุทรใกล้กับแอนตาร์กติกา วันที่ 4 มีนาคม ค.ศ. 2011 เกิดความผิดพลาดในทำนองเดียวกัน ผลจากการสอบสวนพบว่าสาเหตุของความล้มเหลวทั้ง 2 ครั้ง เกิดจากชิ้นส่วนอลูมิเนียมที่ถูกอัดขึ้นรูป และใช้เป็นส่วนประกอบของ Payload fairing ที่ไม่เป็นไปตามมาตรฐาน",
        token: "15",
        state: "Bad",
        points: 300,
        badge: "ความผิดพลาดจากอุปกรณ์ที่ผิดรูป",
        budget: 0,
        currency: "-",
        img: {
            badge_img: "b6.svg",
            project_img: "p6.svg"
        }
    },
    {
        id: 7,
        name: "Soyuz MS-10",
        result: "ทางเราพบว่ายานอวกาศ Soyuz MS-10 ของคุณเกิดอุบัติเหตุในการปล่อยยานทำให้ต้องกลับมายังโลก โชคดี! ทางเราไม่พบผู้เสียชีวิตในอุบัติเหตุ",
        details: "ยานอวกาศ Soyuz มีจุดประสงค์เพื่อขนส่งสมาชิกลูกเรือ Expedition 57 สองคนไปยังสถานีอวกาศนานาชาติ เนื่องจากความล้มเหลวของเครื่องกระตุ้นยานพาหนะปล่อย Soyuz-FG MS-10 ทำให้ไม่กี่นาทีหลังจากการออกตัว ยานเกิดความล้มเหลวในสถานการณ์ฉุกเฉินเนื่องจากบูสเตอร์และต้องกลับมายังโลก ลูกเรือทั้งสองคนกลับมาได้อย่างปลอดภัย และการยกเลิกเที่ยวบิน MS-10 เป็นตัวอย่างแรกของอุบัติเหตุที่เกิดจากลูกเรือรัสเซียในรอบ 35 ปีนับตั้งแต่ Soyuz T-10-1",
        token: "10",
        state: "Bad",
        points: 200,
        badge: "ความล้มเหลวในการปล่อยยาน",
        budget: 0,
        currency: "-",
        img: {
            badge_img: "b7.svg",
            project_img: "p7.svg"
        }
    },
    {
        id: 8,
        name: "The MOSAiC",
        result: "ยินดีด้วย! เรือที่คุณสร้างได้นำนักวิทยาศาสตร์เข้าสู่ขั้วโลกเหนือเพื่อสำรวจต้นตอของปัญหาภาวะโลกร้อน",
        details: "เรือวิจัยโลร์สเติร์นนำคณะนักวิทยาศาสตร์นานาชาติ ออกเดินทางจากท่าเรือเมืองทรอมโซในนอร์เวย์ มุ่งหน้าสู่ภูมิภาคอาร์ติกแถบขั้วโลกเหนือ ที่ซึ่งจะปักหลักอยู่นาน 1 ปี เพื่อทำการสำรวจวิจัยเกี่ยวกับการเปลี่ยนแปลงของสภาพภูมิอากาศโลก ซึ่งเป็นต้นตอของปัญหาภาวะโลกร้อน",
        token: "30",
        state: "Good",
        points: 300,
        badge: "กัปตันผู้พิชิตโลกร้อน",
        budget: 165000000,
        currency: "million",
        img: {
            badge_img: "b8.svg",
            project_img: "p8.svg"
        }
    },
    {
        id: 9,
        name: "Mars orbiter mission",
        result: "ว้าว คุณได้สร้างเทคโนโลยีทางวิทยาศาสตร์เพื่อใช้ในการปฏิบัติการสำรวจดาวอังคารแล้ว",
        details: "โครงการพัฒนาเทคโนโลยีสำหรับการออกแบบและการวางแผนจัดการ การปฎิบัติภารกิจระหว่างดาวเคราะห์ และ สำรวจลักษณะพื้นผิวของดาวอังคาร การสังเกตุชั้นบรรยากาศของดาวอังคารโดยใช้เครื่องมือทางวิทยาศาสตร์",
        token: "10",
        state: "Good",
        points: 100,
        badge: "นักสำรวจดาวอังคาร",
        budget: 74000000,
        currency: "million",
        img: {
            badge_img: "b9.svg",
            project_img: "p9.svg"
        }
    },
    {
        id: 10,
        name: "XMM-Newton",
        result: "สุดยอด ด้วยกล้องโทรทรรศน์ที่คุณได้สร้างขึ้นทำให้สามารถส่องได้ออกนอกไปในอวกาศเพื่อเฝ้าดูความลับของจักรวาล",
        details: "โครงการเกี่ยวกับการตรวจจับและศึกษาแหล่งกำเนิดรังสีเอกซ์บนท้องฟ้าผ่านดาวเทียมที่ติดตั้งกล้องโทรทรรศน์ในอวกาศเพราะเนื่องจากชั้นบรรยากาศของโลกปิดกั้นรังสีเอกซ์ทั้งหมด รวมถึงใช้ในการไขความลึกลับของจักรวาล",
        token: "25",
        state: "Good",
        points: 250,
        badge: "สิ่งลึกลับในอวกาศ",
        budget: 816000000,
        currency: "million",
        img: {
            badge_img: "b10.svg",
            project_img: "p10.svg"
        }
    },
    {
        id: 11,
        name: "COVAX",
        result: "ยินดีด้วย ตอนนี้คุณมีวัคซีนต้านCovid-19และยังได้มอบวัคซีนไปทั่วโลกแล้ว",
        details: "วิจัยและพัฒนาวัคซีนต้านโควิด-19 รวมทั้งส่งมอบวัคซีน 2 พันล้านโดสให้แก่นานาประเทศทั่วโลก",
        token: "40",
        state: "Good",
        points: 400,
        badge: "วัคซีนต้านCovid-19",
        budget: 1400000000,
        currency: "billion",
        img: {
            badge_img: "b11.svg",
            project_img: "p11.svg"
        }
    },
    {
        id: 12,
        name: "Neuralink",
        result: "ตอนนี้คุณได้พัฒนาชิปสั่งการผ่านสื่อประสาทสมอง ทำให้สามารถช่วยเหลือผู้ป่วยที่สูญเสียการควบคุม",
        details: "พัฒนาระบบเส้นสื่อประสาทที่เชื่อมระหว่างสมองของคนเข้ากับชิปคอมพิวเตอร์ และสามารถแปลงความต้องการหรือคำสั่งของสมองออกมาให้กลายเป็นการกระทำ สามารถปลูกถ่ายให้กับผู้ป่วยอัมพาต ผู้ป่วยโรคหลอดเลือดสมอง ผู้ป่วยโรคมะเร็ง หรือผู้ป่วยโรคอื่นๆ ที่สูญเสียการควบคุมร่างกาย",
        token: "20",
        state: "Good",
        points: 200,
        badge: "ชิปประสาทสั่งการ",
        budget: 100000000,
        currency: "million",
        img: {
            badge_img: "b12.svg",
            project_img: "p12.svg"
        }
    },
    {
        id: 13,
        name: "Voyager",
        result: "ยินดีด้วย คุณได้สร้างยานสำรวจอวกาศเพื่อการสำรวจระบบสุริยะ",
        details: "ยานสำรวจอวกาศไร้คนขับเคลื่อน ประกอบด้วย Voyager1 และ Voyager2 เพื่อเก็บข้อมูลของระบบสุริยะ เป็นยานที่มีอายุยาวนานและสำรวจไกลที่สุดในประวัติศาสตร์ มวลมนุษยชาติ",
        token: "30",
        state: "Good",
        points: 300,
        badge: "นักสำรวจระบบสุริยะ",
        budget: 856000000,
        currency: "million",
        img: {
            badge_img: "b13.svg",
            project_img: "p13.svg"
        }
    },
    {
        id: 14,
        name: "China Sky Eye",
        result: "ยินดีด้วย คุณได้สร้างกล้องโทรทรรศน์ China Sky Eye ทำให้ตอนนี้สามารถศึกษาและเข้าใจถึงการเกิดของจักรวาลได้",
        details: "กล้องโทรทรรศน์ที่ใหญ่ที่สุดของโลก ใช้ตรวจจับสัญญาณคลื่นแม่เหล็กจากเศษซากของดาวฤกษ์เพื่อทำความเข้าใจการเกิดของจักรวาลรวมถึงการค้นหาสัญญาณสิ่งมีชีวิตทรงภูมิปัญญานอกโลก",
        token: "15",
        state: "Good",
        points: 150,
        badge: "ผู้เฝ้ามองจักรวาล",
        budget: 171000000,
        currency: "million",
        img: {
            badge_img: "b14.svg",
            project_img: "p14.svg"
        }
    },
    {
        id: 15,
        name: "SpaceX",
        result: "ยินดีด้วย โครงการ SpaceX ของคุณได้สร้างความประหลาดใจเป็นอย่างมาก นอกจากลดต้นทุนการขนส่งแล้วยังทำให้สามารถตั้งรกรากบนดาวอังคารได้",
        details: "โครงการที่มีเป้าหมายในการลดต้นทุนการขนส่งทางอวกาศเพื่อให้สามารถตั้งรกรากบนดาวอังคารได้ SpaceX ได้พัฒนายานเปิดตัวหลายรุ่น เช่น กลุ่มดาวเทียม Starlink, ยานอวกาศขนส่ง Dragon และส่งมนุษย์ไปยังสถานีอวกาศนานาชาติในยาน Crew Dragon Demo-2",
        token: "40",
        state: "Good",
        points: 400,
        badge: "ผู้บุกเบิกดาวอังคาร",
        budget: 6000000000,
        currency: "billion",
        img: {
            badge_img: "b15.svg",
            project_img: "p15.svg"
        }
    },
    {
        id: 16,
        name: "Starlink",
        result: "ยินดีด้วย กลุ่มดาวอินเตอร์เน็ตผ่านดาวเทียมของคุณได้สร้างประโยชน์ให้ทางการทหาร, วิทยาศาสตร์ และการสำรวจเป็นอย่างมาก",
        details: "กลุ่มดาวอินเทอร์เน็ตผ่านดาวเทียมถูกสร้างขึ้นโดย SpaceX ให้บริการอินเทอร์เน็ตผ่านดาวเทียม ประกอบด้วยดาวเทียมขนาดเล็กจำนวนมากที่สร้างขึ้นจำนวนมากในวงโคจรของโลกโดยทำงานร่วมกับเครื่องรับส่งสัญญาณภาคพื้นดิน SpaceX ยังวางแผนที่จะขายดาวเทียมบางส่วนเพื่อวัตถุประสงค์ทางการทหาร, วิทยาศาสตร์หรือการสำรวจ โดยมีศูนย์พัฒนาดาวเทียม SpaceX ในเรดมันด์วอชิงตันเป็นที่ตั้งของการวิจัยการพัฒนาการผลิตและการควบคุมบนวงโคจรของ Starlinkย",
        token: "40",
        state: "Good",
        points: 400,
        badge: "สุดยอดเครือข่าย",
        budget: 60000000000,
        currency: "billion",
        img: {
            badge_img: "b16.svg",
            project_img: "p16.svg"
        }
    },
    {
        id: 17,
        name: "International Space Station, ISS",
        result: "ยินดีด้วย คุณได้สร้างสถานีอวกาศนานาชาติเป็นห้องปฏิบัติการลอยฟ้าในชื่อ ISS เพื่อใช้ในการทำการทดลองต่างๆ",
        details: "สถานีอวกาศนานาชาติเป็นห้องปฏิบัติการลอยฟ้าซึ่งโคจรรอบโลก ทำหน้าที่เป็นห้องทดลองวิจัยอย่างถาวรในอวกาศ  ทำการทดลองด้านต่าง ๆ ได้แก่ ชีววิทยา ชีววิทยามนุษย์ ฟิสิกส์ ดาราศาสตร์ และ อุตุนิยมวิทยา เราสามารถมองเห็นสถานีอวกาศนานาชาติได้ด้วยตาเปล่าจากพื้นโลก",
        token: "50",
        state: "Good",
        points: 500,
        badge: "ห้องปฏิบัติการลอยฟ้า",
        budget: 35000000000, /*35-100 billion*/
        currency: "billion",
        img: {
            badge_img: "b17.svg",
            project_img: "p17.svg"
        }
    },
    {
        id: 18,
        name: "Svalbard International Seed Vault",
        result: "สุดยอด คุณได้สร้างอุโมงค์เมล็ดพืชขึ้นมาซึ่งมีพืชพันธุ์มากกว่าถึง 1 ล้านชนิด",
        details: "อุโมงค์เมล็ดพันธุ์พืชแห่งสฟาลบาร์ เป็นแหล่งสำรองเมล็ดพรรณจากทั่วโลก ตั้งอยู่บนเกาะสปีตสเบร์เกน ประเทศนอร์เวย์ ปัจจุบันมีเมล็ดพันธุ์พืชมากกว่า 1 ล้านชนิด ทั้งหมดแยกเก็บรักษาในหีบห่อที่มิดชิด พร้อมควบคุมความชื้นภายใน ใส่ไว้ในห้องนิรภัยที่มีอุณหภูมิติดลบ  -18 องศาเซลเซียส ซึ่งสามารถเก็บไว้ใช้เมื่อเกิดวิกฤติต่าง ๆ ในอนาคตมากถึง 1,000 ปีเลย!",
        token: "5",
        state: "Good",
        points: 50,
        badge: "นักพฤกษศาสตร์",
        budget: 9000000,
        currency: "million",
        img: {
            badge_img: "b18.svg",
            project_img: "p18.svg"
        }
    },
    {
        id: 19,
        name: "Space Elevator",
        result: "ไม่น่าเชื่อ! คุณได้สร้างลิฟต์ที่จะส่งขึ้นไปยังสถานีอวกาศได้โดยไม่ต้องพึ่งการยิงจรวดส่งคนขึ้นไป อีกทั้งยังประหยัดค่าใช้จ่ายอีกด้วย",
        details: "ประเทศญี่ปุ่นจะก่อสร้างปล่องลิฟต์สูงขึ้นไปจนถึงสถานีอวกาศปลายทางที่ความสูง 35,000 กิโลเมตรเหนือพื้นโลก ผู้เชี่ยวชาญด้านเทคโนโลยีมองกันว่า ลิฟต์อวกาศที่สามารถขนส่งผู้คนและสิ่งของจากพื้นโลกขึ้นไปสู่อวกาศได้โดยตรง อาจเป็นทางเลือกที่ดีกว่าการยิงจรวด เนื่องจากประหยัดเชื้อเพลิงมากกว่า ทั้งเสียเวลาเตรียมการเดินทางและเสียค่าใช้จ่ายน้อยกว่ากันมาก โดยตั้งเป้าให้ใช้งานได้จริงภายในปี 2050",
        token: "25",
        state: "Good",
        points: 250,
        badge: "ประตูลิฟต์สู่อวกาศ",
        budget: 90000000000,
        currency: "billion",
        img: {
            badge_img: "b19.svg",
            project_img: "p19.svg"
        }
    },
    {
        id: 20,
        name: "ExoMars",
        result: "ยินดีด้วย ภารกิจExoMars ของคุณได้ทำการสำรวจดาวอังคารด้วยTrace Gas Orbiter เพื่อตรวจสอบความเป็นไปได้ที่จะมีสิ่งมีชีวิตบนดาวอังคาร และทกลองการลงจอดบนดาวอังคาร",
        details: "เป็นภารกิจสำรวจดาวอังคารแบ่งออกเป็น 2 เฟส เฟสที่ 1 ที่จะถูกส่งขึ้นไปวันนี้ประกอบด้วย Trace Gas Orbiter ที่จะโคจรรอบดาวอังคารเพื่อตรวจวัดก๊าซบนผิวดาว โดยเฉพาะมีเทนที่บ่งชี้ถึงความเป็นไปได้ที่จะมีสิ่งมีชีวิตบนดาวอังคาร ยานอีกลำที่ส่งไปพร้อมกันคือ Schiaparelli EDM ที่จะลงจอดบนผิวดาว เพื่อทดสอบเทคโนโลยีการลงจอด เป็นการนำร่องสำหรับ เฟส 2 ที่จะส่งยานสำรวจ (rover) ไปลงจอดบนผิวดาวในอีก 2 – 3 ปีข้างหน้า สำหรับ Trace Gas Orbiter และ Schiaparelli EDM จะถูกส่งโดยจรวด Proton ของรัสเซียจากฐานปล่อยจรวด ไบโครนัวร์ ประเทศคาซัคสถาน",
        token: "25",
        state: "Good",
        points: 250,
        badge: "ผู้พิชิตดาวอังคาร",
        budget: 1300000000, /*>1.3 Billion*/
        currency: "billion",
        img: {
            badge_img: "b20.svg",
            project_img: "p20.svg"
        }
    }
]